Repository: Gabriel-RS/MiniChallenge3
Catalog: *.lproj/Localizable.strings
Languages: pt_br

# unknownTitle
source: Unknown
pt_br: Desconhecido

# explorerTitle
source: Explorer
pt_br: Explorador

# amateurTitle
source: Amateur Musician
pt_br: Músico Amador

# masterTitle
source: Sound Master
pt_br: Mestre dos Sons

# godTitle
source: Music God
pt_br: Deus da Música

# unknownDescription
source: Start exploring notes and the sound they make
pt_br: Comece a explorar as notas e os sons que elas tem.

# unknownLbProgress
source: Play once to win your first gold medal
pt_br: Jogue a primeira vez para ganhar sua primeira medalha de ouro.

# explorerDescription
source: You want to experiment sounds and explore each one of them
pt_br: Você busca conhecer os sons e explorar cada um deles.

# amateurDescription
source: Every professional was once an amateur, keep practicing
pt_br: Todo profissional já foi um amador, continue treinando

# masterDescription
source: You're a sound master, at least you know how to tell em apart
pt_br: Você é um mestre dos sons, pelo menos sabe diferenciá-los.

# godDescription
source: You've reached the Music God title! Now the sky is the limit
pt_br: Você atingiu o nível de Deus da música! Agora o céu é o limite.

# godLbProgress
source: Congratulations, you are now a Music God!
pt_br: Parabéns você agora é um Deus da música.

# winMedalExplorer
source: You won the Amateur Musician gold medal! Touch the gold music button to level up!
pt_br: Você conquistou a medalha ouro de Músico Amador! Clique no botão no final da barra de progresso para subir de nível.

# winMedalAmateur
source: You won the Sound Master gold medal! Touch the gold music button to level up!
pt_br: Você conquistou a medalha ouro de Mestre dos Sons! Clique no botão no final da barra de progresso para subir de nível.

# winMedalMaster
source: You won the Music God gold medal! Touch the gold music button to level up!
pt_br: Você conquistou a medalha ouro de Deus da Música! Clique no botão no final da barra de progresso para subir de nível.

# pointsExplorer
source: Win 100 points to get the Amateur Musician title.
pt_br: Acumule 100 pontos para conquistar o título de Músico Amador.

# pointsAmateur
source: Win 250 points to get the Sound Master title.
pt_br: Acumule 250 pontos para conquistar o título de Mestre dos Sons.

# pointsMaster
source: Win 450 points to get the Music God title.
pt_br: Acumule 450 pontos para conquistar o título de Deus da Música.

# noteProgressBronze
source: Play %d times with the note %@ and reach the bronze level.
pt_br: Jogue mais %d vezes com a nota %@ e alcance o nível bronze.

# noteProgressSilver
source: Play %d times with the note %@ and reach the silver level.
pt_br: Jogue mais %d vezes com a nota %@ e alcance o nível prata.

# noteProgressGold
source: Play %d times with the note %@ and reach the gold level.
pt_br: Jogue mais %d vezes com a nota %@ e alcance o nível ouro.

# noteGodProgress
source: Congratulations, you're a note %@ God!
pt_br: Parabéns você é um Deus da nota %@!

# pointsLevelUp
source: Win %d points to get the %@ title
pt_br: Faltam %d para você conquistar o título de %@.

source: Game score: 5
pt_br: Pontuação da partida: 5

source: Game score: 4
pt_br: Pontuação da partida: 4

source: Game score: 3
pt_br: Pontuação da partida: 3

source: Game score: 2
pt_br: Pontuação da partida: 2

# alertNewGame
source: Do you really want to start a new game?
pt_br: Deseja realmente iniciar um novo jogo?

# alertMenu
source: Do you want to go back to the home screen?
pt_br: Deseja realmente voltar ao menu inicial?

# alertWarning
source: Your current progress will be lost.
pt_br: Todo progresso atual será perdido.

# confirmButton
source: Confirm
pt_br: Confirmar

# cancelButton
source: Cancel
pt_br: Cancelar

# alertNotes
source: Itâ€™s only possible to select 4 notes
pt_br: Só é possível selecionar 4 notas

# alertPickNotes
source: Select 4 notes
pt_br: Selecione 4 notas
